Repository: erdmncdr/clockin-ios
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: tr

source: %@ / hr
tr: %@ / sa

source: %@ /sec
tr: %@ /sn

source: %@ = %@ /sec
tr: %1$@ = %2$@ /sn

source: %@ did not respond. Check your connection and try again.
tr: %@ yanıt vermedi. Bağlantını denetleyip tekrar dene.

source: %@ focus coins
tr: %@ odak jetonu

source: %@ goal
tr: %@ hedefi

source: %@ goal in hours
tr: %@ hedef, saat olarak

source: %@ hours of focus
tr: %@ saat odak

source: %@ is unreachable. Check your connection and try again.
tr: %@ adresine ulaşılamıyor. Bağlantını denetleyip tekrar dene.

source: %@ is yours and equipped.
tr: %@ artık senin ve kuşanıldı.

source: %@ left on today's goal. The chair is still warm. Get back here.
tr: Bugünkü hedefe %@ kaldı. Sandalye hâlâ sıcak. Dön buraya.

source: %@ left on your goal. Tomorrow you owe me.
tr: Hedefine %@ kaldı. Yarın bana borçlusun.

source: %@ left today.
tr: Bugün %@ kaldı.

source: %@ of %@, %@ to go
tr: %1$@ / %2$@, %3$@ kaldı

source: %@ short and you just walked off? When are you coming back?
tr: %@ eksikle çekip gittin mi? Ne zaman döneceksin?

source: %@ short. You set that goal, not me.
tr: %@ eksik. O hedefi ben değil sen koydun.

source: %@ stats preview, %@
tr: %1$@ istatistik önizlemesi, %2$@

source: %@ to go
tr: %@ kaldı

source: %@ unlocked
tr: %@ açıldı

source: %@ · Next rank at level %lld
tr: %@ · Sonraki rütbe %lld. seviyede

source: %@ • 1 USD = %@ TRY
tr: %1$@ • 1 USD = %2$@ TRY

source: %@%@ vs %@ to %@
tr: %1$@%2$@, %3$@ - %4$@ ile karşılaştırıldığında

source: %@, level %lld, %@
tr: %1$@, seviye %2$lld, %3$@

source: %@, tier %lld
tr: %1$@, kademe %2$lld

source: %@. Streams over the internet and keeps playing with the screen locked. Pin it to Today for station, playback and volume controls.
tr: %@. İnternetten yayın yapar ve ekran kilitliyken çalmaya devam eder. İstasyon, oynatma ve ses denetimleri için Bugün'e sabitle.

source: %@h
tr: %@ sa

source: %@h %@m
tr: %1$@ sa %2$@ dk

source: %@m
tr: %@ dk

source: %lld / %lld purchased
tr: %1$lld / %2$lld satın alındı

source: %lld 10-hour days
tr: %lld adet 10 saatlik gün

source: %lld 100-hour months
tr: %lld adet 100 saatlik ay

source: %lld 8-hour days
tr: %lld adet 8 saatlik gün

source: %lld Clockin entries will be removed from this period along with the import. This cannot be undone.
tr: İçe aktarmayla birlikte bu dönemden %lld Clockin kaydı silinecek. Bu işlem geri alınamaz.

source: %lld XP earned
tr: %lld XP kazanıldı

source: %lld XP to level %lld
tr: %2$lld. seviyeye %1$lld XP

source: %lld XP to next level
tr: Sonraki seviyeye %lld XP

source: %lld coins
tr: %lld jeton

source: %lld completed
tr: %lld tamamlandı

source: %lld completed sessions change by %@ in total.
tr: Tamamlanan %1$lld oturum toplamda %2$@ değişir.

source: %lld days
tr: %lld gün

source: %lld entries
tr: %lld kayıt

source: %lld entries overlap
tr: %lld kayıt çakışıyor

source: %lld entries will be deleted. This cannot be undone.
tr: %lld kayıt silinecek. Bu işlem geri alınamaz.

source: %lld h
tr: %lld sa

source: %lld hours of work
tr: %lld saat çalışma

source: %lld items
tr: %lld eşya

source: %lld levels to go
tr: %lld seviye kaldı

source: %lld min of work
tr: %lld dk çalışma

source: %lld minutes of work
tr: %lld dakika çalışma

source: %lld of %lld earned
tr: %1$lld / %2$lld kazanıldı

source: %lld of %lld · %@
tr: %1$lld / %2$lld · %3$@

source: %lld percent
tr: yüzde %lld

source: %lld sessions
tr: %lld oturum

source: %lld-day streak
tr: %lld günlük seri

source: %lldh %lldm to go
tr: %lld sa %lld dk kaldı

source: + active session
tr: + çalışan oturum

source: 0h
tr: 0 sa

source: 1 hour of focus
tr: 1 saat odak

source: 1,000h
tr: 1.000 sa

source: 1,500h
tr: 1.500 sa

source: 10 coins/hour, 25/goal day, 50/work badge, 100/level. Saved work only; minutes round down. Edits recalculate coins. Purchased items stay yours.
tr: Saat başına 10 jeton, hedefe ulaşılan gün başına 25, çalışma rozeti başına 50, seviye başına 100. Yalnızca kaydedilen çalışma sayılır; dakikalar aşağı yuvarlanır. Düzenlemeler jetonları yeniden hesaplar. Satın aldığın eşyalar sende kalır.

source: 10-hour club
tr: 10 saat kulübü

source: 10-hour days
tr: 10 saatlik günler

source: 100 XP per hour: %@ XP
tr: Saat başına 100 XP: %@ XP

source: 100 active days
tr: 100 aktif gün

source: 100 sessions
tr: 100 oturum

source: 100-hour months
tr: 100 saatlik aylar

source: 100h
tr: 100 sa

source: 10h
tr: 10 sa

source: 12 100-hour months
tr: 12 adet 100 saatlik ay

source: 12 weeks
tr: 12 hafta

source: 12h
tr: 12 sa

source: 14 days
tr: 14 gün

source: 15h
tr: 15 sa

source: 180 days
tr: 180 gün

source: 200 sessions
tr: 200 oturum

source: 25 active days
tr: 25 aktif gün

source: 25 sessions
tr: 25 oturum

source: 250 active days
tr: 250 aktif gün

source: 250h
tr: 250 sa

source: 3 100-hour months
tr: 3 adet 100 saatlik ay

source: 3 days
tr: 3 gün

source: 30 8-hour days
tr: 30 adet 8 saatlik gün

source: 30 days
tr: 30 gün

source: 30-day trend
tr: 30 günlük eğilim

source: 365 days
tr: 365 gün

source: 4 weekend days
tr: 4 hafta sonu günü

source: 4 weeks
tr: 4 hafta

source: 4h
tr: 4 sa

source: 5 active days
tr: 5 aktif gün

source: 5 early starts
tr: 5 erken başlangıç

source: 5 late starts
tr: 5 geç başlangıç

source: 50 sessions
tr: 50 oturum

source: 500 active days
tr: 500 aktif gün

source: 500 sessions
tr: 500 oturum

source: 500h
tr: 500 sa

source: 50h
tr: 50 sa

source: 60 days
tr: 60 gün

source: 6M
tr: 6A

source: 7 8-hour days
tr: 7 adet 8 saatlik gün

source: 7 days
tr: 7 gün

source: 7 sessions
tr: 7 oturum

source: 750h
tr: 750 sa

source: 8-hour days
tr: 8 saatlik günler

source: 8h
tr: 8 sa

source: 8h+
tr: 8 sa+

source: 90 days
tr: 90 gün

source: A chime after every interval of worked time; pauses do not count. Volume applies while Clockin is open. In the background, iOS plays notification sounds at the system volume and follows silent mode and Focus.
tr: Her çalışma aralığından sonra bir çan çalar; duraklamalar sayılmaz. Ses düzeyi Clockin açıkken geçerlidir. Arka planda iOS bildirim seslerini sistem ses düzeyinde çalar, sessiz moda ve Odak'a uyar.

source: A copy of your data is saved automatically once a day while you use Clockin.
tr: Clockin'i kullandığın sürece verilerinin bir kopyası günde bir kez otomatik kaydedilir.

source: A demanding pace. Consider adjusting your goal.
tr: Zorlu bir tempo. Hedefini ayarlamayı düşünebilirsin.

source: A fresh beginning
tr: Yeni bir başlangıç

source: A fresh session is waiting. Start with something small.
tr: Yeni bir oturum seni bekliyor. Küçük bir şeyle başla.

source: A fresh start awaits
tr: Taze bir başlangıç seni bekliyor

source: A gentle check-in
tr: Nazik bir yoklama

source: A lifetime-class achievement
tr: Ömürlük bir başarı

source: A little focus today?
tr: Bugün biraz odak?

source: A little focus will wake us up
tr: Biraz odak bizi uyandırır

source: A little focused time today will keep your streak alive.
tr: Bugün biraz odaklı çalışma serini canlı tutar.

source: A little more today?
tr: Bugün biraz daha?

source: A missed day is okay. Let's build a new streak when you're ready.
tr: Bir gün kaçırmak sorun değil. Hazır olduğunda yeni bir seri kuralım.

source: A rate already starts on this day. Edit that rate instead.
tr: Bu gün başlayan bir ücret zaten var. Onun yerine o ücreti düzenle.

source: A reminder after the selected hours of worked time. Breaks do not count. Clock out, set an end time, or remind yourself in one hour from the notification.
tr: Seçtiğin kadar saat çalıştıktan sonra bir hatırlatma gelir. Molalar sayılmaz. Bildirimden mesaiyi bitirebilir, bitiş saati ayarlayabilir ya da bir saat sonra yeniden hatırlatılmayı seçebilirsin.

source: A session is already running.
tr: Zaten çalışan bir oturum var.

source: A session is already running. Finish or cancel it before starting another.
tr: Zaten çalışan bir oturum var. Yenisini başlatmadan önce bitir ya da iptal et.

source: A session this evening can keep it going.
tr: Bu akşam bir oturum seriyi sürdürebilir.

source: A small focused session is a good way to begin today.
tr: Güne başlamak için küçük, odaklı bir oturum iyi bir yol.

source: AVERAGES · %lld CALENDAR DAYS
tr: ORTALAMALAR · %lld TAKVİM GÜNÜ

source: About
tr: Hakkında

source: Active days
tr: Aktif günler

source: Active session cancelled. No earnings were added.
tr: Çalışan oturum iptal edildi. Kazanç eklenmedi.

source: Add
tr: Ekle

source: Add Clockin's Today widget to your Home Screen or Lock Screen to see time and earnings. The medium Home Screen widget shows your companion alongside the timer and earnings, with Clock in, Pause or Resume, and Clock out controls. During a session, Live Activity shows the timer on the Lock Screen and on supported devices in Dynamic Island, when Live Activities are allowed. Its Lock Screen and expanded island controls let you pause, resume, or clock out.
tr: Süreyi ve kazancı görmek için Clockin'in Bugün araç takımını Ana Ekran'a ya da Kilitli Ekran'a ekle. Orta boy Ana Ekran araç takımı, sayaç ve kazancın yanında arkadaşını da gösterir; Mesaiye başla, Duraklat ya da Devam et ve Mesaiyi bitir denetimleri de vardır. Canlı Etkinliklere izin verildiğinde, oturum sırasında Canlı Etkinlik sayacı Kilitli Ekran'da ve destekleyen cihazlarda Dynamic Island'da gösterir. Kilitli Ekran'daki ve açılmış adadaki denetimlerle duraklatabilir, devam ettirebilir ya da mesaiyi bitirebilirsin.

source: Add and edit past entries
tr: Geçmiş kayıt ekle ve düzenle

source: Add entry
tr: Kayıt ekle

source: Add past entry
tr: Geçmiş kayıt ekle

source: Add rate period
tr: Ücret dönemi ekle

source: Adjust
tr: Ayarla

source: Adjust goals & pace
tr: Hedefleri ve tempoyu ayarla

source: After %lld hours of work
tr: %lld saat çalıştıktan sonra

source: Aim for %@ per workday.
tr: İş günü başına %@ hedefle.

source: All
tr: Tümü

source: All 3
tr: Üçü de

source: All bars
tr: Tüm çubuklar

source: All entries were already imported.
tr: Tüm kayıtlar zaten içe aktarılmıştı.

source: All those days of work, and you're dropping the streak tonight?
tr: Onca gün çalıştın, seriyi bu gece mi bırakıyorsun?

source: All time
tr: Tüm zamanlar

source: All work will use %@. Earnings before %@ change by %@.
tr: Tüm çalışmalar %1$@ kullanacak. %2$@ öncesindeki kazanç %3$@ değişir.

source: Allow Live Activities
tr: Canlı Etkinliklere İzin Ver

source: Allow notifications
tr: Bildirimlere izin ver

source: Allow notifications to receive reminders.
tr: Hatırlatma almak için bildirimlere izin ver.

source: Always
tr: Her zaman

source: Always on
tr: Hep açık

source: Always: %@
tr: Her zaman: %@

source: Ambient music for quiet focus
tr: Sakin odak için ambiyans müzik

source: An entry with these exact times already exists.
tr: Tam bu saatlere sahip bir kayıt zaten var.

source: An evening check-in
tr: Akşam yoklaması

source: Another %@ would reach today's goal.
tr: %@ daha çalışırsan bugünkü hedefe ulaşırsın.

source: Another chance
tr: Bir şans daha

source: Another interval of focused work.
tr: Bir odak aralığı daha tamamlandı.

source: Appearance
tr: Görünüm

source: Apple controls delivery timing. Even with both settings on, an exact one-minute interval isn't guaranteed.
tr: Teslim zamanlamasını Apple belirler. İki ayar da açık olsa bile tam bir dakikalık aralık garanti edilmez.

source: Archive master
tr: Arşiv ustası

source: At home
tr: Evde

source: At this pace, you may finish %@ below your goal. The daily plan above shows how to catch up.
tr: Bu tempoyla hedefinin %@ altında kalabilirsin. Yukarıdaki günlük plan nasıl yetişeceğini gösterir.

source: At your recent pace
tr: Son temponla

source: At your saved daily goal
tr: Kayıtlı günlük hedefinle

source: Atatürk portrait
tr: Atatürk portresi

source: Audio is interrupted. Try Play after the interruption ends.
tr: Ses kesildi. Kesinti bitince yeniden oynat'a dokun.

source: Audio was interrupted. Press Play after the interruption ends.
tr: Ses kesildi. Kesinti bitince oynat'a bas.

source: Auto
tr: Otomatik

source: Auto follows your session. Unlock Victory at 10h, Stretch at 25h, Dance at 50h, and Music at 100h of total work, including your active session.
tr: Otomatik, oturumunu takip eder. Süren oturum dahil toplam çalışmada 10 saatte Zafer, 25 saatte Esneme, 50 saatte Dans ve 100 saatte Müzik açılır.

source: Automatic
tr: Otomatik

source: Automatic backups
tr: Otomatik yedekler

source: Average completed session
tr: Ortalama tamamlanan oturum

source: Average earnings / hour
tr: Ortalama kazanç / saat

source: Back
tr: Geri

source: Back accessories
tr: Sırt aksesuarları

source: Back to day one
tr: Birinci güne dönüş

source: Backpack
tr: Sırt çantası

source: Backup exported.
tr: Yedek dışa aktarıldı.

source: Backup restored. Your previous data was kept as a backup.
tr: Yedek geri yüklendi. Önceki verin yedek olarak saklandı.

source: Backups
tr: Yedekler

source: Backups and restoring
tr: Yedekler ve geri yükleme

source: Badge unlocked
tr: Rozet açıldı

source: Badge: %@
tr: Rozet: %@

source: Badges
tr: Rozetler

source: Balance: %@ coins
tr: Bakiye: %@ jeton

source: Balloon
tr: Balon

source: Bars show actual hours. The dashed line is your saved daily goal. Today is still in progress.
tr: Çubuklar gerçek saatleri gösterir. Kesikli çizgi kayıtlı günlük hedefindir. Bugün henüz bitmedi.

source: Bean bag
tr: Armut koltuk

source: Beanie
tr: Bere

source: Before restore · %@
tr: Geri yüklemeden önce · %@

source: Begin your mission
tr: Görevine başla

source: Best completed day
tr: En iyi tamamlanan gün

source: Best day
tr: En iyi gün

source: Best day duration
tr: En iyi günün süresi

source: Best start hour
tr: En iyi başlangıç saati

source: Best streak
tr: En iyi seri

source: Best weekday
tr: En iyi gün

source: Beveled frame
tr: Pahlı çerçeve

source: Big plant
tr: Büyük bitki

source: Bookshelf
tr: Kitaplık

source: Bow tie
tr: Papyon

source: Break's over
tr: Mola bitti

source: Build your rhythm
tr: Ritmini kur

source: Buy %lld different companion items with earned coins
tr: Kazandığın jetonlarla %lld farklı arkadaş eşyası satın al

source: Buy %lld different home items or rooms with earned coins
tr: Kazandığın jetonlarla %lld farklı oda eşyası ya da oda satın al

source: Buy %lld different outfit items or colors with earned coins
tr: Kazandığın jetonlarla %lld farklı kıyafet ya da renk satın al

source: Buy for %lld coins
tr: %lld jetona satın al

source: COMPANION
tr: ARKADAŞ

source: CSV file
tr: CSV dosyası

source: Cached
tr: Önbellekte

source: Calendar regular
tr: Takvimin müdavimi

source: Cancel
tr: Vazgeç

source: Cancel active session?
tr: Çalışan oturum iptal edilsin mi?

source: Cancel session
tr: Oturumu iptal et

source: Cap
tr: Şapka

source: Cape
tr: Pelerin

source: Carbon
tr: Karbon

source: Celebrating focus companion
tr: Kutlama yapan odak arkadaşı

source: Celebration
tr: Kutlama

source: Celestial
tr: Göksel

source: Celestial arch
tr: Göksel kemer

source: Century
tr: Yüzlük

source: Century sessions
tr: Yüz oturum

source: Change
tr: Değişim

source: Change source
tr: Kaynağı değiştir

source: Changed on
tr: Değiştiği tarih

source: Changes stay here until you save.
tr: Değişiklikler kaydedene kadar burada kalır.

source: Check Allow Live Activities in iPhone Settings, then try again. Your work timer keeps running.
tr: iPhone Ayarları'nda Canlı Etkinliklere İzin Ver'i denetle, sonra tekrar dene. Çalışma sayacın çalışmaya devam eder.

source: Check connection again
tr: Bağlantıyı yeniden denetle

source: Check the connection
tr: Bağlantıyı denetle

source: Check your iPhone settings
tr: iPhone ayarlarını denetle

source: Check your internet connection, then try again.
tr: İnternet bağlantını denetle, sonra tekrar dene.

source: Checking exchange rate
tr: Kur denetleniyor

source: Checking in
tr: Bir yoklayayım dedim

source: Checking notification permission
tr: Bildirim izni denetleniyor

source: Cheering for your streak
tr: Serin için tezahürat yapıyorum

source: Chef hat
tr: Aşçı şapkası

source: Chime
tr: Çan

source: Chime volume
tr: Çan ses düzeyi

source: Choose
tr: Seç

source: Choose CSV file
tr: CSV dosyası seç

source: Choose a CSV file or paste timecards. You can review new entries, corrections, and duplicates before saving anything.
tr: Bir CSV dosyası seç ya da puantajları yapıştır. Hiçbir şey kaydedilmeden önce yeni kayıtları, düzeltmeleri ve kopyaları inceleyebilirsin.

source: Choose a time between when you last resumed and now.
tr: En son devam ettiğin an ile şimdi arasında bir saat seç.

source: Choose home items in Companion first.
tr: Önce Arkadaş bölümünden oda eşyalarını seç.

source: Choose workdays to see your daily pace.
tr: Günlük temponu görmek için iş günlerini seç.

source: Choose your Today cards. Your data stays saved.
tr: Bugün kartlarını seç. Verilerin kayıtlı kalır.

source: Classic
tr: Klasik

source: Clock In
tr: Mesaiye Başla

source: Clock In / Clock Out
tr: Mesaiye Başla / Bitir

source: Clock In or Out
tr: Mesaiye Başla veya Bitir

source: Clock Out
tr: Mesaiyi Bitir

source: Clock in
tr: Mesaiye başla

source: Clock in or add a past entry to see it here.
tr: Burada görmek için mesaiye başla ya da geçmiş bir kayıt ekle.

source: Clock in, pause, and clock out
tr: Mesaiye başla, duraklat ve bitir

source: Clock out
tr: Mesaiyi bitir

source: Clocked in
tr: Mesaide

source: Clocked in.
tr: Mesaiye başlandı.

source: Clocked out after %@, earned %@.
tr: Mesai %1$@ sonra bitti, kazanılan %2$@.

source: Clockin checks the server connection when your timer is running. No test session is needed.
tr: Sayaç çalışırken Clockin sunucu bağlantısını denetler. Deneme oturumu gerekmez.

source: Clockin has been running for %@.
tr: Clockin %@ süredir çalışıyor.

source: Clockin sends only a temporary notification address and its expiry to Netlify in the US. Apple delivers time signals; your device calculates earnings. The registration lasts up to 8 hours. You can turn this off here to stop updates and request deletion. Pay, earnings and notes are not sent to this server.
tr: Clockin, ABD'deki Netlify'a yalnızca geçici bir bildirim adresi ve bu adresin sona erme zamanını gönderir. Zaman sinyallerini Apple iletir; kazancı cihazın hesaplar. Kayıt en fazla 8 saat sürer. Güncellemeleri durdurup silinmesini istemek için bunu buradan kapatabilirsin. Ücret, kazanç ve notlar bu sunucuya gönderilmez.

source: Clockin stats
tr: Clockin istatistikleri

source: Close
tr: Kapat

source: Coffee
tr: Kahve

source: Coffee corner
tr: Kahve köşesi

source: Collector
tr: Koleksiyoncu

source: Colors
tr: Renkler

source: Come back to Clockin after changing the settings. We'll check them again automatically. On older iOS versions, Clockin is listed directly in Settings.
tr: Ayarları değiştirdikten sonra Clockin'e dön. Onları otomatik olarak yeniden denetleriz. Eski iOS sürümlerinde Clockin doğrudan Ayarlar'da listelenir.

source: Companion
tr: Arkadaş

source: Companion activity
tr: Arkadaşın etkinliği

source: Companion bed
tr: Arkadaş yatağı

source: Companion celebrations
tr: Arkadaşın kutlamaları

source: Companion home. %@. %@. Lamp %@.
tr: Arkadaşın odası. %1$@. %2$@. Lamba %3$@.

source: Companion nudges
tr: Arkadaş hatırlatmaları

source: Companion outfit
tr: Arkadaşın kıyafeti

source: Companion: outfits, coins and home
tr: Arkadaş: kıyafetler, jetonlar ve oda

source: Complete a 12-hour session
tr: 12 saatlik bir oturum tamamla

source: Complete a 15-hour session
tr: 15 saatlik bir oturum tamamla

source: Complete a 4-hour session
tr: 4 saatlik bir oturum tamamla

source: Complete an 8-hour session
tr: 8 saatlik bir oturum tamamla

source: Complete your first session
tr: İlk oturumunu tamamla

source: Connected to live updates
tr: Canlı güncellemelere bağlandı

source: Connecting to live updates
tr: Canlı güncellemelere bağlanıyor

source: Connecting…
tr: Bağlanıyor…

source: Continue
tr: Devam

source: Control Center, Lock Screen, and Action Button
tr: Denetim Merkezi, Kilitli Ekran ve Eylem düğmesi

source: Copied rows are partial, totals do not match.
tr: Kopyalanan satırlar eksik, toplamlar tutmuyor.

source: Copied rows match the page Approved total.
tr: Kopyalanan satırlar sayfadaki onaylı toplamla eşleşiyor.

source: Copy image
tr: Resmi kopyala

source: Copy one task or an entire timecards page with English weekday and month names, a status, source, and 24-hour start and end times. Rows may be on one line or split across lines.
tr: İngilizce gün ve ay adları, bir durum, kaynak ve 24 saatlik başlangıç ile bitiş saatleri içeren tek bir görevi ya da bütün bir puantaj sayfasını kopyala. Satırlar tek satırda ya da birkaç satıra bölünmüş olabilir.

source: Copy stats PNG to clipboard
tr: İstatistik PNG'sini panoya kopyala

source: Could not connect. Tap play to retry.
tr: Bağlanılamadı. Yeniden denemek için oynat'a dokun.

source: Could not create image. Please try again.
tr: Resim oluşturulamadı. Lütfen tekrar dene.

source: Could not export backup: %@
tr: Yedek dışa aktarılamadı: %@

source: Could not find the selected chime sound.
tr: Seçilen çan sesi bulunamadı.

source: Could not finish playing the chime.
tr: Çan sesi tamamlanamadı.

source: Could not import entries.
tr: Kayıtlar içe aktarılamadı.

source: Could not open backup: %@
tr: Yedek açılamadı: %@

source: Could not play chime: %@
tr: Çan çalınamadı: %@

source: Could not play the selected chime.
tr: Seçilen çan çalınamadı.

source: Could not request notifications: %@
tr: Bildirim izni istenemedi: %@

source: Could not restore backup: %@
tr: Yedek geri yüklenemedi: %@

source: Could not save the session. Your timer has not been stopped. Open Clockin and try again.
tr: Oturum kaydedilemedi. Sayacın durdurulmadı. Clockin'i açıp tekrar dene.

source: Could not save the timer change. Open Clockin and try again.
tr: Sayaçtaki değişiklik kaydedilemedi. Clockin'i açıp tekrar dene.

source: Could not save this rate period. Please try again.
tr: Bu ücret dönemi kaydedilemedi. Lütfen tekrar dene.

source: Could not save this session.
tr: Bu oturum kaydedilemedi.

source: Could not save timer
tr: Sayaç kaydedilemedi

source: Could not save: %@
tr: Kaydedilemedi: %@

source: Could not schedule chimes: %@
tr: Çanlar planlanamadı: %@

source: Could not schedule nudges: %@
tr: Hatırlatmalar planlanamadı: %@

source: Could not schedule reminder: %@
tr: Hatırlatıcı planlanamadı: %@

source: Could not start audio: %@
tr: Ses başlatılamadı: %@

source: Counts toward %@
tr: %@ gününe sayılır

source: Cowboy hat
tr: Kovboy şapkası

source: Cozy
tr: Sıcak

source: Cozy corner
tr: Sıcak köşe

source: Crown
tr: Taç

source: Crowned gold frame
tr: Taçlı altın çerçeve

source: Cumulative through %@
tr: %@ itibarıyla toplam

source: Curated collection
tr: Özenli koleksiyon

source: Currency
tr: Para birimi

source: Current
tr: Şu anki

source: Current page
tr: Bu sayfa

source: Current rate
tr: Güncel ücret

source: Current streak
tr: Güncel seri

source: Custom rate schedule
tr: Özel ücret takvimi

source: Customize Today
tr: Bugün'ü özelleştir

source: Cut metal frame
tr: Kesme metal çerçeve

source: DAILY EARNINGS
tr: GÜNLÜK KAZANÇ

source: DAILY HOURS
tr: GÜNLÜK SAATLER

source: DELETE
tr: SİL

source: Daily
tr: Günlük

source: Daily craft
tr: Günlük zanaat

source: Daily goal
tr: Günlük hedef

source: Daily goal progress
tr: Günlük hedef ilerlemesi

source: Daily work: %@
tr: Günlük çalışma: %@

source: Daily worked hours compared with your saved daily goal
tr: Günlük çalışılan saatlerin kayıtlı günlük hedefinle karşılaştırması

source: Dance
tr: Dans

source: Data
tr: Veriler

source: Data Dense
tr: Yoğun Veri

source: Data is stored only on this iPhone. Syncing with the Mac is not set up yet.
tr: Veriler yalnızca bu iPhone'da saklanır. Mac ile eşzamanlama henüz kurulmadı.

source: Day
tr: Gün

source: Daylight
tr: Gün Işığı
